public class Human {

    //Создайте новый проект в IDEA. Создайте класс человек, у которого есть:
    //дата рождения
    //имя
    //город проживания
    int yearOfBirth;
    String name;
    String town;
    String job;

    void human() {

        System.out.print("Привет! Меня зовут " + name + ". ");
        System.out.print("Я из города " + town + ". ");
        System.out.print("Мне " + yearOfBirth + " лет. ");
        System.out.println("Я работаю на должности" + job + ". Будем знакомы!");
        System.out.println();
    }
}

//Привет! Меня зовут …. Я из города …. Я родился в … году. Будем знакомы!"
//Создайте объекты для следующий персон:


//Добавьте в поле класса человек новые свойство "должность".
//
//Каждому созданному объекту допишите в поле string  "должность":
//

